ext-sources-app/tests/test_files/soap/SOC_testSearchByName_invalid_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:searchByName>
         <arg0>
         </arg0>
      </impl:searchByName>
   </soapenv:Body>
</soapenv:Envelope>